Repository: marduk-dev/mk_responsiveslider
Catalog: translations/*/ModulesMkresponsivesliderAdmin.*.xlf
Languages: pl_pl

source: A slider with support for both a desktop and a mobile views.
pl_pl: Posiada możliwość wyświetlania różnych zdjęć na różnych zdjęć na komputerze i urządzeniach mobilnych

source: Are you sure you want to uninstall?
pl_pl: Jesteś pewien, że chcesz odinstalować?

source: Slide enabled
pl_pl: Slajd włączony

source: If disabled it will not be visible at all
pl_pl: Stan wyłączony oznacza, że slajd jest całkowicie ukryty

source: Slide title
pl_pl: Tytuł slajdu

source: This will be visible as a title on the slide
pl_pl: Ten tekst będzie widoczny większą czcionką na slajdzie

source: Slide description
pl_pl: Opis slajdu

source: This will be visible next to a title on the slide, a bit smaller
pl_pl: Ten tekst będzie widoczny pod tytułem, mniejszą czcionką na slajdzie

source: Should slide contain text on it?
pl_pl: Czy tytuł i opis mają się wyświetlać?

source: If disabled both Title and Description will not be shown on a slide
pl_pl: Gdy wyłączone żaden tekst nie pokaże się na slajdzie

source: Slide url
pl_pl: Adres url slajdu

source: If the slide should be a link - this will be the url
pl_pl: Adres przekierowania po kliknięciu na slajd

source: Url to the desktop version slide image
pl_pl: Adres obrazka slajdu

source: Used on desktop screens
pl_pl: Używany na wszystkich ekranach poza mobilnymi

source: Upload desktop slide image
pl_pl: Załaduj obrazek slajdu

source: It will override the desktop image url, advised size: 3840x1620
pl_pl: Załadowanie zdjęcia nadpisze adres obrazka slajdu, zalecany rozmiar pliku to 3840x1620

source: Url to the mobile version slide image
pl_pl: Adres obrazka do mobilnej wersji slajdu

source: Used on mobile screens
pl_pl: Używany na ekranach mobilnych

source: Mobile view image
pl_pl: Mobilne zdjęcie slajdu

source: Used on mobile screens, advised size 768x960
pl_pl: Będzie używane na mobilnych urządzeniach, sugerowana wielkość: 768x960

source: List of all slides
pl_pl: Lista wszystkich slajdów

source: Slide edit
pl_pl: Edycja slajdu
